tap "azure/functions"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
tap "powershell/tap"
brew "act"
brew "archey4"
brew "atuin"
brew "automake"
brew "azure-cli"
brew "azure/functions/azure-functions-core-tools@4"
brew "colima"
brew "coreutils"
brew "curl"
brew "docker-compose"
brew "docker"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnutls"
brew "go"
brew "graphviz"
brew "heroku/brew/heroku"
brew "jmeter"
brew "jq"
brew "lima"
brew "mas"
brew "nvm"
brew "openjdk@17"
brew "openssl@3"
brew "php"
brew "postgresql@14", restart_service: true
brew "powershell/tap/powershell"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "scala"
brew "youtube-dl"
brew "zlib"
cask "1password-cli"
cask "1password"
cask "alfred"
cask "anki"
cask "beyond-compare"
cask "chromedriver"
cask "dotnet-sdk"
cask "firefox"
cask "git-credential-manager"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "microsoft-edge"
cask "obsidian"
cask "parallels"
cask "remarkable"
cask "setapp"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "telegram"
cask "ubersicht"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Boop", id: 1518425043
mas "Bredbandskollen", id: 1147976909
mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Xcode", id: 497799835
